import React from 'react';
import './About.css';


function About() {
  return <div className='about'>
    <div className='main'>
    <h2 className='on-mobile'>Ας γνωριστούμε λοιπόν...</h2>
			<img src="images/sosti3.jpg" alt="about-me"/>
    	<div className='about-text'>

      <h1>Ας γνωριστούμε λοιπόν...</h1>
      
				<p>
        Πρώτα τα σημαντικά και στη συνέχεια τα υπόλοιπα σημαντικά...</p>
        <p>Είμαι η Άννα και μου αρέσει να αγγίζω και να αγκαλιάζω αυτούς και αυτά που αγαπώ. Επίσης, μου αρέσουν πολύ οι πατάτες και το καλύτερο δώρο, που μπορεί να μου κάνει κάποιος, είναι βιβλία και φρέσκα φρούτα και λαχανικά από μποστάνι. Μπορεί να είμαι τόσο ειληκρινής που μερικές φορές σοκάρει.</p>
        <p>Έχεις σκεφτεί ποτέ τι είναι αυτό που σε παρακινεί να κάνεις κάτι; Εγώ ξεκίνησα να το σκέφτομαι στα 28 και από τότε δεν έχω σταματήσει να ψάχνω το γιατί πίσω από σχεδόν κάθε μου επιλογή. Η απάντηση σε αυτά τα 'γιατί', όσο κατηγορηματικό και αν ακούγεται σαν ερώτηση, αποκαλύπτει τις αξίες και τις ανάγκες μας.</p>
        <p>Eίχα την τύχη να κάνω την αγάπη μου για την κίνηση σπουδές και επάγγελμα. Από πέντε χρονών στον αθλητισμό και από δεκαέξι στον χορό κατέληξα στην Σ.Ε.Φ.Α.Α. (Σχολή Επιστήμης Φυσικής Αγωγής και Αθλητισμού) Αθηνών με ειδίκευση στον Ελληνικό Παραδοσιακό Χορό. Παράλληλα με τις σπουδές στο Πανεπιστήμιο ξεκίνησα την πορεία μου στους Λατινοαμερικάνικους και Ευρωπαϊκούς χορούς και δίδαξα πρώτη φορά χορό, όταν ήμουν 21 ετών. Από τότε δεν σταμάτησα ποτέ. Μετρώντας πλέον πάνω από δέκα χρόνια εμπειρίας στην διδασκαλία γυμναστικής και χορού, η αγάπη μου για το αντικείμενο μεγαλώνει ολοένα και περισσότερο. </p>
        <p>Μου αρέσει να κάνω τους ανθρώπους να ψυχαγωγούνται και να νιώθουν καλά με τον εαυτό τους. Μέσα από τον χορό και την γυμναστική βοηθώ τον κόσμο να έρθει σε επαφή με την καλύτερη εκδοχή του και να βελτιώσει το επίπεδο της ζωής του σωματικά, ψυχικά και κοινωνικά. </p>
        <p>Το ολιστικό ενδιαφέρον μου για την ανθρώπινη φύση με έχει οδηγήσει σε διάφορες εκπαιδεύσεις την τελευταία δεκαετία. Έτσι προσεγγίζω και τον κόσμο που έρχεται σε μένα. Όλοι είμαστε διαφορετικοί και συνάμα τόσο ίδοι. Οι ανάγκες, οι φόβοι και οι επιθυμίες μας συνάδουν στην δημιουργία των κινήτρων που χρειαζόμαστε, ώστε να συνεχίσουμε να εξελισσόμαστε στην πορεία της ζωής μας.</p>
        <p className='last'>Ας βαδίσουμε μαζί λοιπόν προς την πορεία την αναβάθμισης της ζωής σου!
			</p>
			</div>
    </div>
      <button className='about-btns dance-btn'>Dance with Me</button>
      <button className='about-btns fitness-btn'>Let's workout</button>    
  </div>;
}

export default About;
